jorgebucaran/fisher
jethrokuan/z
jorgebucaran/autopair.fish
patrickf1/fzf.fish
danhper/fish-ssh-agent
kidonng/zoxide.fish
nickeb96/puffer-fish
decors/fish-colored-man
edc/bass
